Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Ta fajka zwiększa nieco pancerz, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька трохи підвищує броню, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa pancerz, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує броню, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa nieco obrażenia od ataku, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька трохи підвищує шкоду від атаки, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa obrażenia od ataku, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує шкоду від атаки, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa uniki, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує ухилення, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa skupienie o 1, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує зосередженість на 1, якщо використати її з будь-якими травами.

source: Ta fajka zwiększa skupienie o 2, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує зосередженість на 2, якщо використати її з будь-якими травами.

source: Ta fajka zwiększa nieco leczenie, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька додатково зцілює трохи здоров'я, якщо використати її з будь-якими травами.

source: Ta fajka zwiększa leczenie, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька додатково зцілює здоров'я, якщо використати її з будь-якими травами.

source: Ta fajka zwiększa liczbę punktów ruchu, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує очки пересування, якщо використати її у світі з будь-якими травами.

source: Ta fajka zwiększa nieco odporność, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька трохи підвищує опір, якщо під час бою використати її з будь-якими травами.

source: Ta fajka zwiększa odporność, gdy korzystasz z niej w walce, nabiwszy ją dowolnym ziołem.
uk: Ця люлька підвищує опір, якщо під час бою використати її з будь-якими травами.

source: Ta fajka dodaje nieco PD, gdy korzystasz z niej, nabiwszy ją dowolnym ziołem.
uk: Ця люлька дає трохи досвіду, якщо використати її з будь-якими травами.

source: Ta fajka dodaje PD, gdy korzystasz z niej, nabiwszy ją dowolnym ziołem.
uk: Ця люлька дає додатковий досвід, якщо використати її з будь-якими травами.

source: Przebicie Pancerza
uk: Розбиття броні

source: Ścięcie
uk: Рубання

source: Tnące Uderzenie
uk: Удар лезом

source: Zgniecenie Pancerza
uk: Розтрощення броні

source: Potężne Uderzenie
uk: Могутній удар

source: Mocne Cięcie
uk: Потужний удар лезом

source: Mocne Ogłuszenie
uk: Потужне оглушення

source: Ogłuszające Uderzenie
uk: Оглушувальний удар

source: Zgniecenie
uk: Розтрощення

source: Leczenie
uk: Лікування

source: Usuń klątwy
uk: Зняття прокляття

source: Uniknij śmierci
uk: Опір смерті

source: Wzmocniona obrona
uk: Підвищення захисту

source: Wzmocniony unik
uk: Підвищення ухиляння

source: Skupienie
uk: Зосередженість

source: Ulecz
uk: Зцілення

source: Pełne Uzdrowienie
uk: Повне зцілення

source: Wyższe obrażenia od magii
uk: Підвищення магічної шкоди

source: Podstawowa akcja
uk: Основна дія

source: Wyższe obrażenia fizyczne
uk: Підвищення фізичної шкоди

source: Oczyszczenie
uk: Очищення

source: Wzmocniona odporność
uk: Підвищення опору

source: Kolejna akcja dodatkowa
uk: Ще одна додаткова дія

source: Dodatkowa akcja
uk: Додаткова дія

source: Zwiększone PD
uk: Підвищення досвіду

source: Echo
uk: Відлуння

source: Zadrapanie
uk: Дряпання

source: Wyssanie
uk: Виснаження

source: Pikowanie
uk: Наліт

source: Przebicie
uk: Пронизування

source: Zatrute Szpony
uk: Отруйні пазурі

source: Porażenie z Nieba
uk: Небесний шок

source: Skubnięcie
uk: Поцуплення

source: Niemoc
uk: Ослаблення

source: Ugryzienie
uk: Укус

source: Odgryzienie
uk: Рваний укус

source: Klątwa
uk: Прокляття

source: Piekielne Ugryzienie
uk: Пекельний укус

source: Chaps
uk: Вгризання

source: Przebijające Ugryzienie
uk: Наскрізний укус

source: Zatrute Ugryzienie
uk: Отруйний укус

source: Cięcie
uk: Різальний удар

source: Szatkujące Cięcie
uk: Розсікальний розріз

source: Ogniste Uderzenie
uk: Вогняний удар

source: Mocne Ogniste Uderzenie
uk: Потужний вогняний удар

source: Ogniste Rozszczepienie
uk: Вогняний розкол

source: Mocne Uderzenie
uk: Потужний удар

source: Sztych
uk: Колючий удар

source: Rozszczepienie
uk: Розкол

source: Wyłam
uk: Забій

source: Wstrząśnienie
uk: Струс

source: Uderzenie w ziemię
uk: Топтання

source: Płomienny Cios
uk: Вогняне топтання

source: Potężne łupnięcie
uk: Потужний забій

source: Lodowe Łupnięcie
uk: Морозний забій

source: Mroźny Łomot
uk: Крижане топтання

source: Ciężkie Lodowe Łupnięcie
uk: Потужний морозний забій

source: Uderzenie z lewej
uk: Збивання ліворуч

source: Popchnięcie
uk: Відштовхування

source: Uderzenie z prawej
uk: Збивання праворуч

source: Ogłuszenie
uk: Оглушення

source: Wysadzenie Obszaru
uk: Вибух по площі

source: Wybuch
uk: Вибух

source: Mroczny Wybuch
uk: Темний вибух

source: Rzut
uk: Жбурляння

source: Atak Kolumnowy
uk: Атака по колонці

source: Odrzucenie
uk: Відкидання назад

source: Atak Rzędowy
uk: Атака по ряду

source: Salwa
uk: Град

source: Strzał
uk: Постріл

source: Tnący Strzał
uk: Розсікальний постріл

source: Przybicie
uk: Припинання

source: Płonące Niebiosa
uk: Небесний вогонь

source: Ognista Strzała
uk: Вогняна стріла

source: Ciężki Strzał
uk: Сильне натягнення

source: Lodowa Strzała
uk: Крижана стріла

source: Zamrożenie
uk: Замороження

source: Lodowe Przebicie
uk: Пронизування льодом

source: Obezwładniający Strzał
uk: Нищівний постріл

source: Rażąca Strzała
uk: Шокова стріла

source: Zatruta Strzała
uk: Отруйна стріла

source: Ogłuszacz
uk: Оглушувач

source: Wodna Strzała
uk: Водяна стріла

source: Zabij wszystkich
uk: Убити всіх

source: Zabij cel
uk: Убити ціль

source: Drapnięcie
uk: Пазур

source: Uderzenie Wichru
uk: Удар вітром

source: Tornado
uk: Смерч

source: Lodowe Uderzenie
uk: Крижаний удар

source: Elektryczne Uderzenie
uk: Шоковий удар

source: Wodne Uderzenie
uk: Водяний удар

source: Oczyszczenie Drużyny
uk: Чистка загону

source: Pełne Odnowienie
uk: Повне відновлення

source: Nawiedzenie
uk: Страхання

source: Przerwanie
uk: Перехоплення

source: Wystraszenie
uk: Жах

source: Ogniste Zgniecenie
uk: Вогняне розтрощення

source: Lodowe Zgniecenie
uk: Крижане розтрощення

source: Rażące Zgniecenie
uk: Шокове розтрощення

source: Grupowa Niemoc
uk: Групове ослаблення

source: Zwabienie Grupy
uk: Групова приманка

source: Egzekucja
uk: Страта

source: Ogień Piekielny
uk: Пекельний вогонь

source: Rzut Skałą
uk: Жбурляння каменем

source: Galaretka
uk: Кисіль

source: Dźgnięcie
uk: Прокол

source: Okaleczenie
uk: Поріз

source: Rozkrojenie
uk: Розсікання

source: Przyzwanie Macki
uk: Викликати щупальця

source: Chwyt
uk: Хап

source: Uścisk
uk: Стиснення

source: Rąbnięcie
uk: Поперечний удар

source: Fala
uk: Хвиля

source: Niech lecą
uk: Пан або пропав

source: Magiczna Burza
uk: Магічна буря

source: Pocisk
uk: Розряд

source: Potężny Pocisk
uk: Потужний розряд

source: Krwawa Burza
uk: Кривава буря

source: Krwawienie
uk: Кровотеча

source: Puszczanie Krwi
uk: Кровопускання

source: Krwawa Łaźnia
uk: Кривава баня

source: Lecząca Aura
uk: Аура лікування

source: Mroczna Burza
uk: Темна буря

source: Mroczny Pocisk
uk: Темний розряд

source: Ciężki Mroczny Pocisk
uk: Потужний темний розряд

source: Piętno Śmierci
uk: Мітка смерті

source: Oczyszczająca Nurza
uk: Очисна буря

source: Osłabienie
uk: Негативний ефект

source: Grupowe Osłabienie
uk: Груповий негативний ефект

source: Wypicie Życia
uk: Поглинання життя

source: Wyssanie Życia
uk: Осушення життєвої сили

source: Burza Ognista
uk: Вогняна буря

source: Ognisty Pocisk
uk: Вогняний розряд

source: Dymna Aura
uk: Димова аура

source: Ciężki Ognisty Pocisk
uk: Потужний вогняний розряд

source: Ognisty Wybuch
uk: Вогняний вибух

source: Lodowa Burza
uk: Крижана буря

source: Aura Lodowej Zbroi
uk: Аура крижаного щита

source: Pocisk Lodu
uk: Крижаний розряд

source: Ciężki Lodowy Pocisk
uk: Потужний крижаний розряд

source: Wybuch Lodu
uk: Крижаний вибух

source: Rażąca Burza
uk: Шокова буря

source: Piorun
uk: Шоковий розряд

source: Aura Energii
uk: Аура заряджання

source: Potężny Piorun
uk: Потужний шоковий розряд

source: Wybuch Elektryczny
uk: Шоковий вибух

source: Zatruta Ziemia
uk: Отруєння землі

source: Trujący Pocisk
uk: Отруйний розряд

source: Trujący Wybuch
uk: Отруйний вибух

source: Ochrona Wszystkich
uk: Масовий захист

source: Ochrona
uk: Захист

source: Grupowa Ochrona
uk: Груповий захист

source: Pociągnięcie
uk: Притягнення

source: Pchnięcie
uk: Відпихання

source: Grupowe Pchnięcie
uk: Групове відпихання

source: Ponaglenie
uk: Прискорення

source: Grupowe Ponaglenie
uk: Групове прискорення

source: Przestrach
uk: Переляк

source: Pocisk Ogłuszający
uk: Оглушливий розряд

source: Przyzwanie Szkieletu
uk: Викликання скелета

source: Wodna Burza
uk: Водяна буря

source: Wodny Pocisk
uk: Водяний розряд

source: Gejzer
uk: Гейзер

source: Ciężki Wodny pocisk
uk: Потужний водяний розряд

source: Wodny Wybuch
uk: Водяний вибух

source: Uderzenie
uk: Удар

source: Nasycenie Energią
uk: Заряджання

source: Trujące Uderzenie
uk: Отруйний удар

source: Parowanie
uk: Парирування

source: Riposta
uk: Контрудар

source: En Guard
uk: Ангард

source: Kradzież
uk: Крадіжка

source: Kradzież Grupowa
uk: Групова крадіжка

source: Wzmocniony pancerz
uk: Зміцнення броні

source: Wzmocnienie pancerza sojusznika
uk: Зміцнення броні союзника

source: Grupowe wzmocnienie pancerza
uk: Групове зміцнення броні

source: Wzmocniony atak
uk: Посилення атаки

source: Wzmocnienie ataku sojusznika
uk: Посилення атаки союзника

source: Grupowe wzmocnienie ataku
uk: Групове посилення атаки

source: Wzmocnienie uniku sojusznika
uk: Підвищення ухиляння союзника

source: Grupowe wzmocnienie uniku
uk: Групове підвищення ухиляння

source: Grupowe Przerwanie
uk: Групове перехоплення

source: Wzmocnienie odporności
uk: Підвищення опору

source: Wzmocnienie odporności sojusznika
uk: Підвищення опору союзника

source: Grupowe wzmocnienie odporności
uk: Групове підвищення опору

source: Straszenie
uk: Переляк

source: Pył Wróżek
uk: Пилок фей

source: Długa Warta
uk: Дальній захист

source: Szturchnięcie
uk: Укол

source: Upiorne Pchnięcie
uk: Примарне встромлення

source: Przeklęte Szturchnięcie
uk: Проклятий укол

source: Nadepnięcie
uk: Топтання ногою

source: Zamach
uk: Гак

source: Upiorne Rozszczepienie
uk: Примарний розкол

source: Rzut Kwasem
uk: Кидок кислоти

source: Mocny Rzut Kwasem
uk: Жбурляння кислоти

source: Bomba Kwasowa
uk: Кислотна бомба

source: Rzut beczką
uk: Метання діжки

source: Rzut Dezorientujący
uk: Кидок розгубленості

source: Mocny Rzut Dezorientujący
uk: Жбурляння розгубленості

source: Bomba Dezorientująca
uk: Бомба розгубленості

source: Wyrzut
uk: Кидок

source: Ognisty Rzut
uk: Кидок вогню

source: Mocny Ognisty Rzut
uk: Жбурляння вогню

source: Bomba Ognista
uk: Вогняна бомба

source: Uzdrawiający Lob
uk: Цілющий кидок

source: Bomba Uzdrawiająca
uk: Цілюща бомба

source: Rzut Dymu
uk: Димовий кидок

source: Mocny Rzut Dymu
uk: Жбурляння диму

source: Bomba Dymna
uk: Димова бомба

source: Rzut Trucizną
uk: Кидок отрути

source: Mocny Rzut Trucizną
uk: Жбурляння отрути

source: Trująca Bomba
uk: Отруйна бомба

source: Bomba
uk: Бомба

source: Ognisty Strzał
uk: Вогняний постріл

source: Zatruty Strzał
uk: Отруйний постріл

source: Ogłuszający Strzał
uk: Оглушувальний постріл

source: Wzmocniony pancerz sąsiadów
uk: Зміцнення броні сусідніх

source: Wzmocniony unik sąsiadów
uk: Підвищення ухиляння сусідніх

source: Ochrona siebie
uk: Самозахист

source: Ochrona sąsiadów
uk: Захист сусідніх

source: Wzmocniona odporność sąsiadów
uk: Підвищення опору сусідніх

source: Prowokacja
uk: Насмішка

source: Uleczenie Drużyny
uk: Зцілення загону

source: Taktyka
uk: Тактика

source: Splątanie
uk: Заплутування

source: Sieć
uk: Павутина

source: Promień
uk: Промінь

source: Wielki Promień
uk: Потужний промінь

source: Promień Śmierci
uk: Смертельний промінь

source: Kula Śnieżna
uk: Снігова куля

source: Wezwanie posiłków
uk: Виклик підтримки

source: Wzmocnienie
uk: Підкріплення

source: Krzyk Kruka
uk: Поклик ворони

source: Przyzwanie
uk: Викликання

source: Przyzwanie Ogara
uk: Виклик гончака

source: Przywołanie Pająków
uk: Вилуплення павуків

source: Przyzwanie armii
uk: Викликання армії

source: Skowyt
uk: Виття

source: Kwas
uk: Кислота

source: ŚMIERĆ
uk: СМЕРТЬ

source: Spal
uk: Спалення

source: Zatrucie
uk: Отруєння

source: Bomba Zapalająca
uk: Вогняний забій

source: Podpalenie
uk: Підпал

source: Cios
uk: Хвись

source: Puknięcie
uk: Тиць

source: Stuknięcie
uk: Тидиць

source: Cios Pięścią
uk: Удар кулаком

source: Kopniak
uk: Копняк

source: Iskra
uk: Заряд

source: Rakieta Płomieni
uk: Полум'яний снаряд

source: Pocisk Płomieni
uk: Полум'яний розряд

source: Iskra Płomieni
uk: Полум'яний заряд

source: Magiczna Kula
uk: Магічний снаряд

source: Magiczny Pocisk
uk: Магічний розряд

source: Lodowa Rakieta
uk: Крижаний снаряд

source: Lodowy Pocisk
uk: Крижаний розряд

source: Lodowa Iskra
uk: Крижаний заряд

source: Piorunująca Rakieta
uk: Блискавковий снаряд

source: Piorunujący Pocisk
uk: Блискавковий розряд

source: Piorunująca Iskra
uk: Блискавковий заряд

source: Wodna Rakieta
uk: Водяний снаряд

source: Wodna Iskra
uk: Водяний заряд

source: Bicz
uk: Удар батогом

source: Korzenie
uk: Коріння

source: Znajdź nieznajomego
uk: Знайти незнайомку

source: Uwolnij Alchemika z wozu więziennego
uk: Визвольте алхіміка з арештантського воза

source: Rozpocznij rewolucję
uk: Почати революцію

source: Zabij 25 Strażników Królowej
uk: Убийте 25 королівських гвардійців

source: Walcz z czasem
uk: Випередити час

source: Ukończ przygodę w 50 rund lub mniej
uk: Пройдіть пригоду за 50 раундів або швидше

source: Obroń las
uk: Захистити ліс

source: Zabij 25 Goblinów
uk: Убийте 25 ґоблінів

source: Znajdź Drwala
uk: Знайти лісоруба

source: Uratuj Drwala
uk: Врятуйте лісоруба

source: Buty Zwierzoczłeka
uk: Чоботи звіролюда

source: Onuce Ghula
uk: Онучі упиря

source: Onuce Goblina
uk: Онучі ґобліна

source: Buty Wiedźmy
uk: Відьомські черевики

source: Nagolenniki Hobgoblina
uk: Поножі гобґобліна

source: Onuce Hobgoblina
uk: Онучі гобґобліна

source: Buty Hobgoblina
uk: Чоботи гобґобліна

source: Znoszone Buty Goblina
uk: Ношені чоботи гобґобліна

source: Lekkie Buty
uk: Легкі чоботи

source: Buty Szewskie
uk: Каналізаційні чоботи

source: Proste Buty
uk: Прості черевики

source: Buty Barda
uk: Чоботи барда

source: Wytworne buty
uk: Вишукані черевики

source: Szlacheckie Buty
uk: Чоботи аристократа

source: Trzewiki Lamelkowe
uk: Шинні сабатони

source: Nagolenniki Lamelkowe
uk: Шинні поножі

source: Trzewiki Płytowe
uk: Латні сабатони

source: Nagolenniki Płytowe
uk: Латні поножі

source: Buty
uk: Чоботи

source: Buty Wyprawowe
uk: Чоботи мандрівника

source: Buty Podróżnika
uk: Чоботи шукача пригод

source: Buty skrytobójcy
uk: Чоботи найманого вбивці

source: Sandały uczonego
uk: Онучі вченого

source: Buty ucznia
uk: Черевики підмайстра

source: Buty maga
uk: Черевики мага

source: Kapcie czarodzieja
uk: Капці чарівника

source: Zużyte Buty
uk: Зношені чоботи

source: Wytrzymałe Buty
uk: Міцні чоботи

source: Buty żołnierza
uk: Солдатські чоботи

source: Buty strażnika
uk: Чоботи вартового

source: Buty Nekromanty
uk: Чоботи некроманта

source: Buty Paladyna
uk: Чоботи паладина

source: Pirackie Buty
uk: Піратські чоботи

source: Wzmocnione Pirackie Buty
uk: Латні піратські чоботи

source: Buty Młodszego Łucznika Królowej
uk: Чоботи королівського лучника

source: Buty Starszego Łucznika Królowej
uk: Чоботи королівського стрільця

source: Buty Łowcy Królowej
uk: Чоботи королівського розвідника

source: Buty Skrytobójcy Królowej
uk: Чоботи королівського вбивці

source: Buty Prędkości
uk: Чоботи швидкості

source: Buty Kieszonkowca
uk: Чоботи кишенькового злодія

source: Buty Wprawnego Kieszonkowca
uk: Чоботи гаманечника

source: Buty Złodzieja
uk: Чоботи злодія

source: Buty Mistrza Złodzieja
uk: Чоботи ватажка злодіїв

source: Buty Czarownicy
uk: Чоботи відьми

source: Pancerz Zwierzoczłeka
uk: Броня звіролюда

source: Szaty Zwierzoczłeka
uk: Мантія звіролюда

source: Łachmany Zwierzoczłeka
uk: Лахміття звіролюда

source: Łachmany Ghula
uk: Лахміття упиря

source: Pancerz Goblina
uk: Броня ґобліна

source: Łachmany Wiedźmy
uk: Лахміття карги

source: Pancerz Hobgoblina
uk: Броня гобґобліна

source: Poszarpany Fartuch
uk: Подерта спідниця

source: Postrzępiony Fartuch
uk: Рвана спідниця

source: Zabrudzony Fartuch
uk: Брудна спідниця

source: Fartuch Chochlika
uk: Спідниця біса

source: Brudna Przepaska Biodrowa
uk: Брудна пов'язка

source: Przepaska Biodrowa Chochlika
uk: Пов'язка біса

source: Łachmany Leprechauna
uk: Лахміття лепрекона

source: Szmaty Leprechauna
uk: Одяг лепрекона

source: Kamizelka Leprechauna
uk: Жилет лепрекона

source: Zbroja Leprechauna
uk: Костюм лепрекона

source: Watowana Kurtka
uk: Підбита куртка

source: Podarta Kamizelka Pirata
uk: Рваний піратський жилет

source: Podarta Koszula
uk: Розірвана сорочка

source: Szata Merlinga
uk: Мантія мерланга

source: Pancerz Merlinga
uk: Броня мерланга

source: Tabard
uk: Стьобанка

source: Przeszywanica
uk: Гамбезон

source: Wytworna Przeszywanica
uk: Вишуканий гамбезон

source: Królewska Przeszywanica
uk: Королівський гамбезон

source: Kamizelka Lamelkowa
uk: Шинний жилет

source: Zbroja Lamelkowa
uk: Шинна кольчуга

source: Napierśnik
uk: Нагрудник

source: Zbroja Płytowa
uk: Латна кольчуга

source: Tunika
uk: Туніка

source: Sprzęt Podróżny
uk: Спорядження подорожнього

source: Płaszcz Podróżnika
uk: Плащ шукача пригод

source: Szata Skrytobójcy
uk: Спорядження вбивці

source: Poszarpana Szata
uk: Рвана мантія

source: Szata Ucznia
uk: Мантія підмайстра

source: Szata Maga
uk: Мантія мага

source: Szata Czarodzieja
uk: Мантія чарівника

source: Kamizelka
uk: Жилет

source: Pancerz
uk: Броня

source: Brygantyna
uk: Бригантина

source: Pełna Brygantyna
uk: Повна бригантина

source: Szata Umysłu
uk: Мантія фокусника

source: Szata Nekromanty
uk: Мантія некроманта

source: Szata Paladyna
uk: Обладунок паладина

source: Piracki Płaszcz
uk: Піратський сюртук

source: Strój Pirata
uk: Піратське вбрання

source: Koszula Pirata
uk: Піратська сорочка

source: Kamizelka Pirata
uk: Піратський жилет

source: Peleryna Czystości
uk: Плащ чистоти

source: Sprzęt Młodszego Łucznika Królowej
uk: Спорядження королівського лучника

source: Sprzęt Starszego Łucznika Królowej
uk: Спорядження королівського стрільця

source: Sprzęt Łowcy Królowej
uk: Спорядження королівського розвідника

source: Sprzęt Skrytobójcy Królowej
uk: Спорядження королівського вбивці

source: Pancerz Zbira Królowej
uk: Броня королівського головоріза

source: Pancerz Żołnierza Królowej
uk: Броня королівського солдата

source: Pancerz Strażnika Królowej
uk: Броня королівського гвардійця

source: Pancerz Elity Królowej
uk: Броня елітного воїна

source: Peleryna Kieszonkowca
uk: Плащ кишенькового злодія

source: Peleryna Wprawnego Kieszonkowca
uk: Плащ гаманечника

source: Peleryna Złodzieja
uk: Плащ злодія

source: Peleryna Mistrza Złodzieja
uk: Плащ ватажка злодіїв

source: Peleryna Czarownicy
uk: Мантія відьми

source: Naramienniki Zwierzoczłeka
uk: Наручні дошки звіролюда

source: Owijki Naramienne Zwierzoczłeka
uk: Наручне лахміття звіролюда

source: Rękawice Ghula
uk: Рукавички упиря

source: Karwasze Goblina
uk: Ґоблінські нарукавники

source: Rękawice Wiedźmy
uk: Відьомські рукавиці

source: Rękawice Hobgoblina
uk: Латні рукавиці гобґобліна

source: Lekkie Rękawice
uk: Легкі рукавички

source: Znoszone Rękawice Królowej
uk: Ношені рукавички королеви

source: Proste Karwasze
uk: Прості нарукавники

source: Karwasze Barda
uk: Нарукавники барда

source: Wytworne Karwasze
uk: Вишукані нарукавники

source: Szlacheckie Karwasze
uk: Нарукавники аристократа

source: Rękawice Lamelkowe
uk: Захисні рукавички

source: Ciężkie Rękawice Lamelkowe
uk: Захисні латні рукавиці

source: Rękawice Płytowe
uk: Латні рукавички

source: Ciężkie Rękawice Płytowe
uk: Латні рукавиці

source: Rękawice
uk: Рукавички

source: Rękawice Podróżne
uk: Рукавички подорожнього

source: Rękawice Podróżnika
uk: Рукавички шукача пригод

source: Rękawice Skrytobójcy
uk: Рукавички найманого вбивці

source: Rękawice Uczonego
uk: Рукавички вченого

source: Rękawice Ucznia
uk: Рукавички підмайстра

source: Rękawice Maga
uk: Рукавички мага

source: Rękawice Czarodzieja
uk: Рукавички чарівника

source: Stare Rękawice
uk: Старі рукавички

source: Wytrzymałe Rękawice
uk: Міцні рукавички

source: Rękawice Żołnierza
uk: Рукавички солдата

source: Rękawice Strażnika
uk: Рукавички вартового

source: Rękawice Nekromanty
uk: Рукавички некроманта

source: Karwasze Paladyna
uk: Нарукавники паладина

source: Rękawice Marynarskie
uk: Рукавички моряка

source: Rękawice Pirata
uk: Рукавички пірата

source: Rękawice Mocy
uk: Могутні рукавички

source: Rękawice Młodszego Łucznika Królowej
uk: Рукавички королівського лучника

source: Rękawice Starszego Łucznika Królowej
uk: Рукавички королівського стрільця

source: Rękawice Łowcy Królowej
uk: Рукавички королівського розвідника

source: Rękawice Skrytobójcy Królowej
uk: Рукавички королівського вбивці

source: Rękawice Kieszonkowca
uk: Рукавички кишенькового злодія

source: Rękawice Wprawnego Kieszonkowca
uk: Рукавички гаманечника

source: Rękawice Złodzieja
uk: Рукавички злодія

source: Rękawice Mistrza Złodzieja
uk: Рукавички ватажка злодіїв

source: Rękawice Czarownicy
uk: Рукавиці відьми

source: Kaptur Bandyty
uk: Каптур розбійника

source: Hełm Zwierzoczłeka
uk: Шолом звіролюда

source: Kapelusz Zwierzoczłeka
uk: Капелюх звіролюда

source: Kapelusz Skupienia
uk: Капелюх зосередженості

source: Hełm goblinów
uk: Шолом ґобліна

source: Kapelusz Wiedźmy
uk: Капелюх карги

source: Hełm Hobgoblina
uk: Шолом гобґобліна

source: Kapelusz Chochlika Czarodzieja
uk: Капелюх біса-чарівника

source: Hełm Chochlika
uk: Шолом біса

source: Kapelusz Leprechauna
uk: Капелюх лепрекона

source: Wgnieciony Hełm
uk: Пом'ятий шолом

source: Znoszony Kapelusz Czarownicy
uk: Ношений капелюх відьми

source: Prosty Kapelusz
uk: Простий капелюх

source: Kapelusz z Piórkiem
uk: Капелюх із пером

source: Wytworny Kapelusz
uk: Вишуканий капелюх

source: Szlachecki Kapelusz
uk: Капелюх аристократа

source: Hełm Stożkowy
uk: Круглий шолом

source: Kapalin
uk: Капеліна

source: Hełm Okularowy
uk: Шолом із забралом

source: Hełm Wielki
uk: Топфхельм

source: Spiczasta Czapka
uk: Бікокетка

source: Kapelusz Podróżny
uk: Капелюх подорожнього

source: Kapelusz Podróżnika
uk: Капелюх шукача пригод

source: Kaptur skrytobójcy
uk: Каптур найманого убивці

source: Czapka Uczonego
uk: Капелюх ученого

source: Czapka Ucznia
uk: Капелюх підмайстра

source: Kapelusz Maga
uk: Капелюх мага

source: Kapelusz Czarodzieja
uk: Капелюх чарівника

source: Stary Hełm
uk: Старий шолом

source: Wytrzymały Hełm
uk: Міцний шолом

source: Hełm Żołnierza
uk: Шолом солдата

source: Hełm Strażnika
uk: Шолом вартового

source: Kaptur Nekromanty
uk: Каптур некроманта

source: Hełm Paladyna
uk: Шолом паладина

source: Opaska Pirata
uk: Піратська пов'язка

source: Szalik Piracki
uk: Піратська бандана

source: Kapelusz Szypra
uk: Капелюх шкіпера

source: Kapelusz Kapitański
uk: Капелюх капітана

source: Czapka Młodszego Łucznika Królowej
uk: Капелюх королівського лучника
